<h2><span style="font-size: 1em; letter-spacing: 1px; line-height: 1.2em;">TRavaillons avec les Vid&eacute;os<br /></span></h2>
<p><span style="font-size: 1em; letter-spacing: 1px; line-height: 1.2em;"><span style="letter-spacing: normal; line-height: 25.596590042114258px;">Vous trouverez ici quelques exemples de vid&eacute;o de cours edX. Elles sont tir&eacute;es de cours r&eacute;&eacute;ls, donc &agrave; moins que vous ne connaissiez d&eacute;j&agrave; les &eacute;pop&eacute;es hom&eacute;riques , les circuits &eacute;lectroniques et les sciences physiques, vous pourriez ne pas comprendre tous leur contenu. Par contre, vous pouvez utiliser ces exemples afin de voir ce que peut &ecirc;tre un cours type.</span></span></p>
<p><span style="font-size: 1em; letter-spacing: 1px; line-height: 1.2em;"><span style="letter-spacing: normal; line-height: 25.596590042114258px;">Vous pouvez contr&ocirc;ler la vitesse de la vid&eacute;o, le volume, la taille de l'&eacute;cran et sous-titrages, et la pauser quand vous le d&eacute;sirez. Quand les sous-titres sont pr&eacute;sents, la transcription appara&icirc;t &agrave; cot&eacute; de la vid&eacute;o. Cliquez n'importe o&ugrave; sur la transcription pour aller &agrave; la m&ecirc;me s&eacute;quence sur la vid&eacute;o.</span></span></p>
<p><span style="font-size: 1em; letter-spacing: 1px; line-height: 1.2em;"><span style="letter-spacing: normal; line-height: 25.596590042114258px;">Typiquement vous pouvez avoir quelques question pos&eacute;es apr&egrave;s avoir vu une s&eacute;quence vid&eacute;o - cela vous aidera &agrave; d&eacute;terminer si vous avez compris les points cl&eacute;.</span></span></p>
<p><span style="font-size: 1em; letter-spacing: 1px; line-height: 1.2em;"><span style="letter-spacing: normal; line-height: 25.596590042114258px;">Vous pouvez regarder la vid&eacute;o &agrave; n'importe quel moment de la journ&eacute;e ou de la semaine qui vous convient. Malgr&eacute; le fait que vous n'avez pas de contrainte de temps dans la plupart des cours (particuli&egrave;rement si vous testez un cours), faites en sorte de rester &agrave; jour de vos activit&eacute;s hebdomadaires de mani&egrave;re &agrave; ne pas &ecirc;tre trop en retard.</span></span></p>
<p></p>
<p></p>